acpi
acpid
act
alacritty
android-ndk
android-platform
android-sdk
android-sdk-build-tools
android-studio
android-tools
apparmor
appimagelauncher
arandr
arduino-cli
aspnet-runtime
autotiling
avahi
avidemux-qt
azote
b43-fwcutter
base
base-devel
bat
bitwarden
bluez
bluez-utils
bottom
brightd
btrfs-progs
bzip2
cava
cdparanoia
cliphist
clipman
clock-tui
cloudflare-warp-bin
cloudflared-bin
conky-lua-nv
convmv
coreutils
cpupower
cronie
cryptsetup
dart
device-mapper
dhclient
dhcpcd
diffutils
discord
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotnet-sdk
e2fsprogs
ecryptfs-utils
efibootmgr
emacs-wayland
era-bin
erlang
evtest
exfatprogs
f2fs-tools
fcitx5-configtool
fcitx5-mozc
fcitx5-qt5-git
fd
feh
felix-rs
ffmpeg
ffmpegthumbnailer
file-roller
firefox
fish
flashfocus
flatpak
flutter
gammastep
git-delta
github-cli
gleam-git
glibc-locales
glow
gnome-epub-thumbnailer
gnome-keyring
gnu-netcat
gnuplot
godot
google-chrome
greetd
greetd-tuigreet
grimshot
grub
grub-btrfs
gtk3-nocsd
gvfs
gvfs-mtp
gvim
helvum
hugo
hyprland
hyprpaper
hyprshot
idris
immersed
imv
imwheel
inetutils
intel-ucode
jamesdsp-pipewire-bin
janet-lang
java-environment-common
java-runtime-common
jdk-openjdk
jdk17-openjdk
jfsutils
jq
keybase-bin
kitty
kvantum
lazygit
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcava
libnet
libquvi
libsixel
libva-mesa-driver
libva-vdpau-driver
linux61
logrotate
lsd
lvm2
man-db
man-pages
manjaro-aur-support
manjaro-browser-settings
manjaro-hotfixes
manjaro-pipewire
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-sway-settings
manjaro-system
manjaro-zsh-config
mdadm
mecab-git
mecab-ipadic-neologd-git
memtest86+
memtest86+-efi
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mplayer
mpv
ms-teams-for-linux-bin
namcap
neofetch
neovide
neovim-git
network-manager-applet
networkmanager
nfs-utils
nkf-git
nodejs
nodejs-spago
noto-fonts
noto-fonts-cjk
npm
nss-mdns
ntfs-3g
obsidian
oh-my-zsh
onefetch
openxr
os-prober
p7zip
pamac-gtk
paru
pavucontrol
pcmanfm-gtk3
perl
pget
playerctl
playonlinux
polkit-gnome
polybar
poweralertd
pulsemixer
purescript-bin
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rbenv
rcm-git
rebar3
redshift
reiserfsprogs
rip
ripgrep
rofi-power-menu
rsync
ruby
rxvt-unicode
s-nail
sdkmanager
silicon
skktools
slack-desktop-wayland
snapd
sof-firmware
spdlog-git
spectre-meltdown-checker
spotify
spotify-tui
steam
sudo
swaybg
swaycwd
swaylock-effects
sworkstyle
sysfsutils
systemd
teip
texinfo
tftp-hpa
thunar
thunderbird
timeshift-autosnap-manjaro
tk
tree
ttf-plemoljp-bin
ttf-udev-gothic
unarchiver
usbutils
vhs
vi
vulkan-intel
vulkan-radeon
way-displays
waybar
wdisplays
web-installer-url-handler
weston
wev
wezterm-git
wget
which
wireless-regdb
wl-clipboard
wlay
wlsunset
wofi
wpa_supplicant
wqy-microhei
wqy-zenhei
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-xwayland
xremap-hypr-bin
yasm
yay
yt-dlp
zathura
zathura-pdf-poppler
zeit
zf
zig
zoxide
