# install to run `pacman -S $(cat pkglist)`

absl-py
accountsservice
acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alsa-firmware
alsa-utils
android-tools
android-udev
apparmor
arandr
asciinema
audacious
autoconf
automake
avahi
b43-fwcutter
bash-completion
bat
bison
blueman
bluez-utils
bottom
bpython
broot
btrfs-progs
bzip2
catfish
chezmoi
chromium
cmus
coreutils
cpupower
crda
cronie
cryptsetup
cython
dbus-x11
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
dunst
e2fsprogs
ecryptfs-utils
edk2-ovmf
efibootmgr
engrampa
eog
exfat-utils
exo
f2fs-tools
fakeroot
fcitx-configtool
fcitx-mozc
fcitx-qt5
fcitx-skk
feh
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firefox
fish
flex
freetype2
fzf
garcon
gawk
gcc
gcc-libs
gcolor2
gdb
gettext
ghc-libs
gimp
github-cli
glibc
gnome-bluetooth
gnome-clocks
gnome-icon-theme
gnome-keyring
gnome-screenshot
gnome-themes-extra
go
gparted
graphicsmagick
grep
grub
grub-btrfs
grub-theme-manjaro
gsl
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtest
gtkhash-thunar
gtop
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-indexed-traversable
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-resourcet
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-zip-archive
haskell-zlib
haveged
hexchat
htop
http-parser
i3-gaps
inetutils
inkscape
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jdk8-openjdk
jfsutils
jq
jre8-openjdk
jre8-openjdk-headless
kernel-alive
kitty
krita
lazygit
less
lib2geom
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcdr
libdvdcss
libgit2
libgsf
libisoburn
libopenraw
libpamac-flatpak-plugin
libpamac-snap-plugin
libreoffice-fresh-ja
librevenge
libsigsegv
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libvisio
libwpd
libwpg
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
lld
lldb
llvm
logrotate
lsb-release
lsd
lua53
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-xfce-settings
matcha-gtk-theme
mdadm
memtest86+
menulibre
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
mousepad
mtpfs
mugshot
nano
neofetch
neovim
neovim-qt
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nodejs
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numactl
numlockx
nushell
onlyoffice-desktopeditors
openresolv
openssh
opera
os-prober
p7zip
pacman
pamac-gtk
pandoc
pantheon-terminal
parcellite
patch
pavucontrol
pciutils
perl
perl-file-mimeinfo
picom
pidgin
pinta
plank
polybar
poppler-data
poppler-glib
potrace
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-apipkg
python-attrs
python-brotli
python-cachecontrol
python-cached-property
python-cffi
python-colorama
python-contextlib2
python-cryptography
python-dateutil
python-deprecated
python-distlib
python-fonttools
python-fs
python-html5lib
python-iniconfig
python-msgpack
python-pep517
python-pip
python-pluggy
python-ply
python-progress
python-protobuf
python-py
python-pyaml
python-pycparser
python-pygit2
python-pygithub
python-pyjwt
python-pynacl
python-pyopenssl
python-pytest
python-pytz
python-resolvelib
python-retrying
python-ruamel-yaml
python-ruamel.yaml.clib
python-setuptools-scm
python-simplejson
python-tabulate
python-toml
python-tomli
python-ufolib2
python-unicodedata2
python-unidecode
python-webencodings
python-wrapt
qemu
qpdfview
qtile
ragel
ranger
reiserfsprogs
ripgrep
rofi
rsync
rust
rxvt-unicode
s-nail
samba
sassc
screenfetch
sed
shadow
sl
slop
snapd
snapd-glib
sonic-pi
spectre-meltdown-checker
squid
steam-manjaro
sudo
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
texlive-bin
texlive-core
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tig
tigervnc
tilda
tilix
timeshift
timeshift-autosnap-manjaro
tk
tlp
tmux
transmission-qt
tree
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-iosevka-nerd
ttf-liberation
tumbler
udiskie
udisks2
unace
unarchiver
unrar
usb_modeswitch
usbutils
util-linux
vi
viewnior
virtualbox
vivaldi
vlc
vulkan-intel
vulkan-radeon
w3m
wallpapers-2018
wallpapers-juhraya
wget
which
wine
winetricks
wpa_supplicant
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xorg-xwininfo
xsel
xterm
yarn
yay
yelp
youtube-dl
zensu
zoxide
zsh
zziplib
